Publ/Personal/Salud/UnaAlDia.html
<!doctype html>
<html lang="en">
<head>
<title>Longevidad y porque comer una vez al día</title>
<!-- 2021-03-30 Tue 07:17 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="J.D Castro">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">

</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-12"><h1 class="title">Longevidad y porque comer una vez al día</h1>
<p>
style=”text-align: justify;”
No les ha pasado que se encuentran haciendo <i>algo</i> completamente banal y se
preguntan; ¿Quien dijo que esta es la mejor forma de hacer \(X\) o \(Y\) cosa? a mi
me pasa bastante debo decir, pero nunca me había cuestionado la razón para comer
3 veces al día, es algo que nos dicen que <i>debemos</i> hacer, pero ¿Por qué? ¿Es
más saludable? ¿Es necesario para nuestro desarrollo?
</p>

<p>
Era un día normal en mi feed de youtube cuando el infame algoritmo de este sitio
me recomendó <a href="https://www.youtube.com/watch?v=PKfR6bAXr-c&amp;feature=emb_logo">este</a> vídeo, con un título bastante llamativo, después de verlo
sentí que toda mi vida hasta el día de hoy había sido quizá un engaño, pero
vamos por partes.
</p>

<div id="outline-container-sec-" class="outline-2">
<h2 id="sec-">Use it the way it was designed!</h2>
<div class="outline-text-2" id="text-">
<p>
El vídeo empieza con una metáfora sobre un auto y su inventor, la cual dice.
</p>

<blockquote>
<p>
In the 1950’s, my friend Bill was a very gifted Engineer who made an extraordinary car.
It looked very similar to a Chevrolet Corvette, but the insides of the car is what made it so unique.
It wasn’t the first Hybrid car, but it was much more practical and appealing than its predecessors.
There was one snag: it never took off because he couldn’t get people to use it properly.
The car’s main fuel source was electricity, and gasoline was to be put in whenever available.
It was fine for the car to use gasoline every other day or so, but the problem was that people ran it on gasoline nearly 90% of the time.
This resulted in the car breaking down frequently, to the surprise of the owners.
Everyone was giving each other advice on how to run the car smoothly, all the while Bill was trying to tell people “Just use it the way it was designed!” Despite his advice, people continued to theorize about how to properly use the car.
Bill went bankrupt and left the Automotive industry soon after.
</p>
</blockquote>

<p>
En esta pequeña metáfora se nos habla sobre un carro, su inventor y el mal hábito que tenemos las personas
de hacer lo que se nos da la gana con nuestras cosas.
Pero hay algo más allí, nosotros no somos máquinas diseñadas por el pequeño Bill, somos <i>Homo Sapiens</i>
no voy a ponerme a hablar sobre nuestro origen, pero allí esta el problema,
¿Como usamos nuestro cuerpo de la manera en la que fue diseñado?
</p>

<p>
Digo, toda esta ola de gurúes de la nutrición y las incontables dietas que hay flotando por todas partes
de internet son relativamente modernas, durante miles de años fuimos enteramente cazadores/recolectores,
incluso la agricultura es relativamente nueva, comparado con el tiempo que algo parecido a nosotros
ha caminado sobre la tierra, nosotros hemos adaptado todo nuestro entorno a nosotros, incluyendo nuestros alimentos
solo tenemos que <a href="https://www.elespanol.com/cocinillas/reportajes-gastronomicos/20170130/fruta-cultivasen-humanos/189982229_0.html">observar</a> como eran los alimentos de antes para darnos cuenta que quizá estábamos acostumbrados
a comer menos de cada cosa.
</p>

<p>
Lo más probable es que nuestro ambiente hubiera escogido nuestra dieta alimenticia en esos tiempos,
obligándonos a comer lo que había en el lugar o lo que estaba muerto, pero más importante
<b>obligándonos a comer solo cuando había algo que comer</b>, este razonamiento no es nada nuevo
solo tenemos que voltear a ver a la dieta <a href="https://www.mayoclinic.org/es-es/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/paleo-diet/art-20111182">paleo</a>.
</p>
</div>
</div>

<div id="outline-container-sec-" class="outline-2">
<h2 id="sec-">Buscando respuestas</h2>
<div class="outline-text-2" id="text-">
<p>
Haciendo una conjetura algo forzada de todo esto podríamos pensar,
que entre más comamos, más sanos y más longevos somos, ignorando lo que nos sucede si comemos
demasiado, esto podría tener sentido, ¿no?.
</p>

<p>
En el vídeo nos ponen al buen Elon Musk <a href="https://youtube.com/watch?v=NV3sBlRgzTI">explicando</a> el <a href="https://es.wikipedia.org/wiki/Primer_principio">método</a> del primer principio, el cual,
para resumirlo se basa en descomponer las cosas en sus principios <i>fundamentales</i>, esos principios
para los cuales no se necesita una demostración.
</p>

<p>
¿Que podemos decir sobre la <i>longevidad</i>? Si le preguntaran a la gente ¿que necesitas hacer para vivir más?
Las respuestas serian variadas, pero las palabras; ejercicio, nutrientes y antioxidantes serian recurrentes.
</p>

<p>
Hablemos sobre las calorías, hay diversos estudios como <a href="https://academic.oup.com/ajcn/article/78/3/361/4689958">este</a> que hablan sobre algo llamado restricción de
calorías (CR) en casi todos los casos termina extendiendo la vida en animales, como dice este pequeño
fragmento del <i>abstract</i> de dicho articulo.
</p>

<blockquote>
<p>
Calorie restriction (CR) extends life span and retards age-related chronic diseases in a variety of species,
including rats, mice, fish, flies, worms, and yeast.
The mechanism or mechanisms through which this occurs are unclear.
CR reduces metabolic rate and oxidative stress, improves insulin sensitivity,
and alters neuroendocrine and sympathetic nervous system function in animals.
</p>
</blockquote>

<p>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3014770/">Este</a> otro estudio habla sobre la isla de Okinawa, en Japón, esta isla tiene de 4 a 5 veces el promedio mundial de
centenarios con un estimado de 50 en cada 100,000 personas, citando el articulo anterior.
</p>

<blockquote>
<p>
What is interesting about this population is that a low caloric intake was reported in school children on the island more than 40 years ago and later studies confirmed a 20% CR in adults residing on Okinawa compared to mainland Japan.
</p>
</blockquote>

<p>
Entiendo, menos calorías nos llevan a tener una vida más saludable y larga, pero ¿Que sabemos sobre
comer 3 veces al día? según Abigail Carrol en su libro <a href="https://www.amazon.com/Three-Squares-Invention-American-Meal/dp/0465025528">Three Squares: The Invention of the American Meal</a>;
Tiene un origen cultural, no tanto biológico.
</p>

<blockquote>
<p>
Eating three meals a day was basically invented due to culture, not out of biological necessity.
It goes back to Middle Age Europe when they would eat a light meal before going out to work,
then a heavy meal in the middle of the day, then another light meal at night.
When European settlers got to America, they found Native Americans were basically just eating whenever they felt the urge to, rather than at specified times.
The Europeans took their lack of defined eating times as evidence that they were uncivilized and had them change.
</p>
</blockquote>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">La manera en que nuestro ambiente nos ha moldeado</h3>
<div class="outline-text-3" id="text-">
<p>
En nuestros inicios como cazadores-recolectores, muy probablemente
hubiéramos tenido que pasar prolongados tiempos sin comer un bocado y si  no
estuviéramos biológicamente preparados para hacer eso, probablemente no estaríamos
aquí, y aun hay gente que vive de esta forma.
</p>

<p>
En el Amazonas hay un grupo de gente llamados los <a href="https://daneverettbooks.com/about-dan/about-the-pirahas/">pirahã</a>, los cuales a pesar de
conocer métodos de almacenamiento de comida, no intentan comer 3 veces al día,
ni siquiera diariamente, solo almacenan comida para hacer intercambios con otras tribus.
</p>

<p>
Este grupo de gente es de lo más parecido a la raza humana antes de la agricultura, la
agricultura es la que nos permitió tener comida disponible cuando nosotros lo deseemos.
</p>

<p>
Aquí podemos hablar sobre lo corta que era la esperanza de vida en esa época,
pero hay muchísimos más factores que pueden afectar eso, como la mortalidad infantil,
</p>
</div>
</div>
</div>

<div id="outline-container-sec-" class="outline-2">
<h2 id="sec-">A</h2>
</div>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: J.D Castro</p>
<p class="date">Created: 2021-03-30 Tue 07:17</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 27.2 (<a href="http://orgmode.org">Org-mode</a> 9.5)</p>
</div>
</footer>
</body>
</html>
